/* Ad inventory unavailable error message */
"Ad inventory unavailable" = "Μη διαθέσιμος κατάλογος διαφημίσεων";

/* App configuration error message */
"Application has iAd Network configuration error" = "Η εφαρμογή παρουσιάζει σφάλμα διαμόρφωσης για το δίκτυο iAd";

/* Banner view is visible but does not have content error message */
"Banner view is visible but does not have content" = "Η προβολή μπάνερ είναι ορατή αλλά δεν υπάρχει περιεχόμενο";

/* Loading throttled error message */
"Loading throttled" = "Επιβράδυνση φόρτωσης";

/* Unknown error message */
"Unknown error" = "Άγνωστο σφάλμα";

